[General]
Translator, "Karoly Fabricz"
LangVersion, "4.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAOjo6Nzc3Ovy8+Li4uTk5Obm5urq6ufn50GlH1K+LVK/Lo9ybUGiH49sZuzm
7uzn7eF1Zaupq11nWNpeTdyJeOfs7kSxHe/3+Onv8ODg4EOlIUCsGk5yQE2zKtV0ZD2dHECrGj2f
GtV5aPX19e7r8EFlMY95dXYiHNtrW97a4UJmNfDr87u4veXk5aurrJN9eEuzJ+hwYJB7duXl5efh
6pFlYd5+b0isJU1xPt3d3UtvPkRdOrW1teRqW491bzthK0drN05xQDlcKkVrN1G4LdlyYtZyYD2n
FzumF+jv8Ei7IDmiFEatJO7o8NtdTvPt9d2GdXg5MtphUU+6K//6/9nY2VXHL+ny8+GTgkKoII14
c1+uQo9qZ49vauz19fjz+zmUGOHh4eHp6uzz9UGkHezs7N2IeObs7qmpqeDZ4d2Mfd6Oftd6aufu
7024Kt+DdNV3ZtaFdTxkLEhsO9hpWN95Z5NiXUWnIkivJdllVEyxKOfm50RoNLGxseB7azOYDvXw
+NnT2o9oY0+2KzecEku0KKenp+FwYOrk7IZtZ494c9dtW0ChHo9sZ093P9puXt1oWfPz8+3t7V1n
WdZ/b0RsNddvX9aCctXU1Ua1II91cY5xbFTALujn6N6AcIZTTdh1ZU5yQdh/bdM6J+B0ZLO6ujeh
FOnx8UqvJ9d3aOju70aqJESsItpwYEpuOj5jLtd9bTKNEYtxbkKwHY9mYj9lMdlnVgAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbAF/IMKFIk48Fm7o0asBFEK0adrRgWaPGDJQ3nmz4qQOB1KEYn2RRiHOJEiw2qUAVafUIBaQe
URKJEgHHgxFLi+jYyiNlgpNRJ1xgqHBGVZskpwQIGHPBi5grpdAAIDCjQAEABgwQGJAjDIBIfQwd
aLHnQIYAVTAFGNCpjKQRPCKQeJAmUAoaiBw0WfEE0BcqLCZtifWHkKklSI6A2DDLQiYllSSA+cCI
gYY7q26g0tNhEBFOQXaEIIMgCysmeGAUcjMlgQIroYT8kPOqVgkVfIYAmeNKBw4OjgICADs=


[BFAPI_Strings]
ErrorFailClientTime, "Számítógépének órája hibásan van beállítva.\nEllenőrizze a rendszeridőt és próbálja meg újból."
ErrorFailLogin, "Ellenőrizze e-mail címét és jelszavát, majd próbálja meg újra."
ErrorFailPrefix, "Nem sikerült Binary Fortress fiókjához kapcsolódni."
ErrorInvalidProTrialLicenseKey, "A FileSeek próbaengedélyének kulcsa érvénytelen.\nTovábbi felvilágosításért forduljon hozzánk."
ErrorItemSizeTooLarge, "Egyik FileSeek-profilja túl nagy.\nPróbáljon meg kisebb profilt beállítani."
ErrorTrialExpiredPrompt, "A FileSeek Pro próbaengedélye lejárt.\nHozzánk fordul egy újabb próba érdekében?"
ErrorUnknownProPurchasedLicenseKey, "A FileSeek engedélykulcsa érvénytelen.\nTovábbi felvilágosításért forduljon hozzánk."
LoginPrompt, "Először meg kell adnia belépési adatait a Binary Fortress programhoz.\nMegadja belépési adatait most?"
TitleSync, "Szinkronizálás Binary Fortress fiókjával"


[BFAPILoginControl_Controls]
btnLogin, "&Belépés"
btnLogout, "&Kilépés"
btnMyAccount, "&Fiókom"
btnMyLicenses, "&Engedélyeim"
btnRegister, "&Regisztrálás"
lblAccountStatus, "Fiók állapota:"
lblEmailAddress, "E-mail cím:"
lblMyPassword, "Jelszó visszaállítása"
lblName, "Név:"
lblPassword, "Jelszó:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Személyes vagy vállalati, az engedély nevében szereplő szám"
LicenseRestrictionDonation, "CSAK személyes, 1 számítógép"
LicenseRestrictionEnterprise, "Korlátlan számú számítógép a vállalat tulajdonában lévő korlátlan számú helyen"
LicenseRestrictionPersonalHome, "CSAK személyes, korlátlan számú számítógépen"
LicenseRestrictionSite, "Korlátlan számú számítógépen 1 helyen"
LicenseRestrictionStandard, "Személyes vagy vállalati, 1 számítógépen"
LicenseRestrictionSteam, "Személyes vagy vállalati, korlátlan számú számítógépen, Ön az elsődleges felhasználó, a Steam telepítve van"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Próbálkozzék egy érvényes e-mail címmel."
ErrorEnterPassword, "Adja meg jelszavát és próbálja meg újból."
ErrorLoginFailed, "Fiókjának adatait nem sikerült betölteni.\nEllenőrizze e-mail címét és jelszavát, majd próbálja meg újból."
ErrorNoLicensesFound, "A fiókhoz tartozó engedély adatai hiányzanak.\nHa segítségre van szüksége, forduljon hozzánk."
ErrorUnknownLicenses, "Az engedély adatait nem sikerült betölteni."
ErrorUnknownLogin, "Fiókadatainak betöltése közben hiba történt."
Note, "Lépjen be és jegyezze fel a FileSeek engedélykulcsát, valamint szinkronizálja keresési profiljait."
SelectLicensePrompt, "Jelenleg az ingyenes verziót használja, vagy engedélykulcsa érvénytelen. \nBetölt egy engedélykulcsot Binary Fortress fiókjából?"
Title, "Binary Fortress fiókom"
TitleLoadingLicenses, "Engedélyadatok betöltése"


[BFAPIMyLicenses_Controls]
colDateCreated, "Létrehozás dátuma"
colDateExpires, "Lejárat dátuma"
colLicenseKey, "Engedélykulcs"
colLicenseRestrictions, "Engedély korlátozásai"
colLicenseType, "Engedély típusa"
colName, "Engedély neve"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Biztosan használni kívánja az engedélykulcsot?"
ErrorSelectLicense, "Válassza ki a listáról az Engedélyt és próbálja meg újból."
ShowNeedLicenseWarning, "Válasszon ki a listáról egy engedélykulcsot, használatához pedig kattintson az 'OK' gombra."
Title, "Engedélyeim"


[BFFormDownload_Strings]
ConfirmCancel, "Biztosan kilép a letöltésből?"
Error, "Hiba történt."
Progress, "Maradék: {0} KB (összesen {1} KB)"
ProgressUnknown, "Letöltés: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "&Másolás a vágólapra"
btnMoreInformation, "&További részletek megjelenítése"


[BFFormProxySettings_Controls]
btnSave, "Mentés"
lblProxyAddress, "Szerver címe:"
lblProxyPassword, "Jelszó:"
lblProxyPassword2, "Jelszó ismét:"
lblProxyPort, "Port:"
lblProxyUsername, "Felhasználónév:"
rdoCustomSettings, "&Egyedi beállítások használata a proxykiszolgáló esetén:"
rdoNoProxy, "&Nincs proxykiszolgáló (közvetlen internetkapcsolat)"
rdoUseIESettings, "Az &Internet Explorer csatlakozási beállításainak használata"


[BFFormProxySettings_Strings]
EnterServerAddress, "Adja meg a proxykiszolgáló címét vagy válassza a 'Nincs proxykiszolgáló' pontot."
EnterServerPort, "Adja meg a proxykiszolgáló portját vagy válassza a 'Nincs proxykiszolgáló' pontot."
PasswordDecryptionFailed, "Internetkapcsolatának beállításai érvénytelenek.\nAdja meg újból proxykiszolgálójának jelszavát."
PasswordsNotMatch, "Proxy kiszolgálójának jelszavai nem egyeznek, próbálja meg újból."
Title, "Internetkapcsolat beállításai"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Tallózás"
ButtonRefresh, "&Frissítés"
ColApplication, "Alkalmazás"
ColPath, "Útvonal"
GroupDesktopApplications, "Asztali alkalmazások"
GroupWindows8Applications, "Windows 8 alkalmazások"


[BFFormSelectApplication_Strings]
AllApplications, "Minden alkalmazás"
PleaseSelectApplication, "Először válasszon ki egy alkalmazást."
Title, "Alkalmazás kiválasztása"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Alapérték"
colSetting, "Beállítás"
colValue, "Érték"
lblHelp, "A beállítás módosításához kattintson rá kétszer, a 'Súgó' gombra kattintva kérhet további információkat."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Hiba történt a beállítás mentése közben."
SavedSuccessfully, "Részletes beállításai elmentve.\nElőfordulhat, hogy használatukhoz újra kell indítania a FileSeek programot."
Title, "Részletes beállítások"
TitleEdit, "Részletes beállítások szerkesztése"


[BFFormSupportRequest_Controls]
lblEmailAddress, "E-mail cím:"
lblMessage, "Üzenet:"
lblName, "Név:"
lblSubject, "Tárgy:"
lblWarning, "A Hibaelhárítás fülön és a Debug.log állományban szereplő adatokat titkosítjuk és a probléma mielőbbi elhárítása érdekében a kérelemmel együtt továbbítjuk."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Próbálkozzék egy érvényes e-mail címmel."
EnterMessage, "Írja be az üzenetet és próbálja meg újból."
EnterName, "Írja be a nevét és próbálja meg újból."
EnterSubject, "Írja be a tárgyat."
SendSuccess, "Az információkat elküldtük.\nValaki 1 munkanapon belül felveszi Önnel a kapcsolatot."
Title, "Támogatási kérelem leadása"
TooLongEmailAddress, "Próbálkozzék egy rövidebb e-mail címmel."
TooLongName, "Írjon be egy rövidebb nevet és próbálja meg újból."


[BFFormUpdate_Controls]
btnChangeLog, "&Változások naplójának megtekintése"
btnDownload, "Letöltés és &telepítés"
btnRemindMeLater, "&Emlékeztessen később"
btnSkipThisVersion, "A verzió &kihagyása"
btnWebsite, "&Letöltés"
lblNewVersion, "Új verzió:"
lblOldVersion, "Aktuális verzió:"
lblUpdateNotes, "Újdonságok ebben a verzióban:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Ajánlatos az új verzióra frissíteni.\nBiztosan kihagyja ezt a verziófrissítést?"
DownloadFailedSave, "Az állomány helyi mentése nem sikerült."
DownloadingUpdate, "Frissítés letöltése"
DownloadInvalidData, "A szerver érvénytelen adatot adott vissza. Lehet, hogy nem találja a kért állományt."
DownloadNoData, "A weboldalról nem érkezett adat."
ErrorDownload, "Hiba az új verzió letöltése közben."
FreeNotice, "Ez a frissítés és az összes többi jövőbeli frissítés is ingyenes! Frissítsen még ma!"
Title, "Frissítés elérhető"
UpdateProMessage, "A kattintásos frissítéshez át kell térnie a FileSeek Pro verzióra.\nKíváncsi az áttéréssel kapcsolatos információkra?"


[BFHelpButton_Controls]
mniOnlineHelp, "Online súgó"
mniSupportRequest, "Támogatási kérelem"


[BFTextQuery_Strings]
CaseSensitive, "Betűérzékeny:"
MayContain, "Előfordulhat:"
MayNotContain, "Nem fordulhat elő:"
MustContain, "Tartalmaz:"
MustNotContain, "Nem tartalmaz:"


[BFUpdateCheck]
AlreadyInProgress, "Frissítés ellenőrzése folyamatban..."
ErrorRunningDownloadedFile, "Hiba történt a letöltött telepítő futtatása közben."
FailedToGetVersion, "A legfrissebb verziót nem sikerült letölteni."
InvalidLicensePrompt, "A FileSeek Pro engedélykulcsa érvénytelen!\nA jövőbeli fejlesztés támogatásához vegye fontolóra a FileSeek Pro engedélyének megvásárlását.\nKér további tájékoztatást?"
NoUpdate, "Ön a legfrissebb verziót használja."
Title, "Frissítés"


[cFunctions_Strings]
FolderNotRecognized, "A kiválasztott mappa nem ismerhető fel, így nem használható keresésre."


[cSettings_Strings]
SettingsLoadError, "Hiba történt a beállítások betöltése közben."
SettingsSaveError, "Hiba történt a beállítások mentése közben."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Tallózás/hozzáfűzés"
btnBrowseExcludePath, "Tallózás"
btnFolderBrowse, "&Tallózás"
btnFolderBrowseAppend, "Tallózás/hozzáfűzés"
btnNewSearch, "Keresés &új fülön"
btnPause, "Szünet"
btnResume, "Folytatás"
btnSearch, "&Keresés"
btnStop, "&Leállítás"
chkCaseSensitive, "&Betűérzékeny keresés"
chkFileSizeMax, "Maximális fájlméret:"
chkFileSizeMin, "Minimális fájlméret:"
chkIsExcludeFilesRegEx, "A kihagyott állományok szűrője RegEx"
chkIsIncludeFilesRegEx, "A vizsgálandó állományok szűrője RegEx"
chkIsQueryRegEx, "A keresés reguláris kifejezés"
chkSearchSubFolders, "Keresés az &alkönyvtárakban"
chkShowFirstResult, "Minden állomány esetén &csak az első egyezés megjelenítése"
chkShowIncludeFilterMatchFiles, "Az "állományok szerepeltetése" szűrőnek megfelelő állománynevek megjelenítése"
chkShowIncludeFilterMatchFolders, "Az "állományok szerepeltetése" szűrőnek megfelelő mappanevek megjelenítése"
chkShowQueryMatchFiles, "A keresés szövegével egyező állománynevek megjelenítése"
chkShowQueryMatchFolders, "A keresés szövegével egyező mappanevek megjelenítése"
chkUseIFilters, "Állomány tartalmának feldolgozása fájlkezelőkkel (lassabb)"
colDateAccessed, "Hozzáférés dátuma"
colDateCreated, "Létrehozás dátuma"
colDateModified, "Módosítás dátuma"
colExtension, "Kiterjesztés"
colFile, "Állománynév"
colFileSize, "Fájlméret"
colLine, "Sor"
colLineNumber, "Sorszám"
colPath, "Útvonal"
lblAccessedTo, "-"
lblAdditionalLinesAfter, "Ennyi sor jelenjen meg a találat után:"
lblAdditionalLinesBefore, "A találat előtt ennyi sor jelenjen meg:"
lblCreatedTo, "-"
lblDateAccessed, "Hozzáférés dátuma:"
lblDateCreated, "Létrehozás dátuma:"
lblDateFilterLogic, "Dátumszűrési elv:"
lblDateModified, "Módosítás dátuma:"
lblExcludeFiles, "Kimaradó fájlok:"
lblExcludePath, "Kimaradó útvonal:"
lblFilterResults, "Szűrő:"
lblIncludeFiles, "Szereplő fájlok:"
lblModifiedTo, "-"
lblPath, "Útvonal(ak):"
lblQuery, "Keresés:"
lblStatusFound, "Egyezések száma: {0}"
lblStatusTotal, "Megvizsgált állományok száma: {0}"
mniAbout, "Névjegy"
mniClearSearchHistory, "Keresési előzmények törlése"
mniCloseAll, "Az összes bezárása"
mniCloseAllButThis, "A többi bezárása"
mniCloseSearch, "Bezárás"
mniCopyToClipboard, "Kiválasztott eredmények másolása"
mniCopyToClipboardAll, "Az összes találat másolása"
mniExit, "Kilépés"
mniExplorerContextMenu, "Windows helyi menüje"
mniHelp, "Súgó"
mniOpenFolder, "Érintett mappa megnyitása"
mniOpenFolderOnly, "Mappa megnyitása"
mniOpenOther, "Megnyitás másik alkalmazással"
mniPermenentDelete, "A kiválasztott állományok végleges törlése"
mniRemoveRows, "Kiválasztott találatok törlése a listáról"
mniSettings, "Beállítások"
mniShowFilterControls, "Szűrővezérlők megjelenítése"
mniTextCopy, "&Másolás"
mniTextSelectAll, "Mind &kiválasztása"
mniTools, "&Eszközök"
mniTrayExit, "Kilépés"
mniTrayLoadProfiles, "Profil betöltése"
mniTrayShowFileSeek, "FileSeek megjelenítése"
mniTraySyncProfiles, "Profilok szinkronizálása"
mnuCopyFilePath, "Kiválasztott állománynevek másolása (vesszővel elválasztva)"
mnuExportAllHTML, "Az összes találat exportálása HTML-be"
mnuExportSelectedResultsHTML, "A kiválasztott találatok exportálása HTML-be"
mnuFileCopy, "Kiválasztott állományok másolása"
mnuFileDelete, "Kiválasztott állományok törlése"
mnuLanguage, "Nyelvek"
mnuLoadProfile, "Betöltés"
mnuManageProfiles, "Profilok kezelése"
mnuOpen, "Megnyitás"
mnuOpenNotepad, "Megnyitás Notepad programmal"
mnuProfile, "Profilok"
mnuSave, "Mentés"
mnuSaveAll, "Az összes találat exportálása CSV-formában"
mnuSaveProfile, "Új profil mentése"
mnuSaveSelection, "Kiválasztott találatok exportálása CSV-formában"
mnuShowFullLanguageList, "Teljes lista megjelenítése"
mnuSyncProfiles, "Profilok szinkronizálása"
rdoMatchQueryLineByLine, "Keresés az állomány minden sorában"
rdoMatchQueryToWholeFile, "Keresés a teljes állományban"
tabAdvanced, "Részletes"
tabDateFilters, "Dátumszűrők"
tabFileSizeFilters, "Fájlméret szűrői"
tabSearch, "Keresés"


[frmMain_Strings]
AccessedAfterTT, "Hozzáférés {0} után"
AccessedBeforeTT, "Hozzáférés {0} előtt"
AccessedBetweenTT, "Hozzáférés {0} és {1} között"
AppSelectionErrorPartOne, "A kiválasztott alkalmazás nem található."
AppSelectionsErrorPartTwo, "Kiválaszt most egy másikat?"
btnNewSearchTT, "Nyisson meg egy új fület és indítson el egy keresést"
btnSearchTT, "Keresés indítása ezen a fülön"
btnStopTT, "A kiválasztott keresés leállítása"
CaseSensitiveQueryTT, "Betűérzékeny keresés"
cboDateFilterLogic_AND, "ÉS"
cboDateFilterLogic_OR, "VAGY"
chkShowFirstResultTT, "Minden egyes sor lekérdezésekor csak az első egyező sort jeleníti meg"
ColumnWidthRestoreError, "Hiba történt az oszlopszélesség visszaállítása közben."
ColumnWidthSaveError, "Hiba történt az oszlopszélesség mentése közben."
ContextMenuError, "Hiba történt a Windows helyi menüjének megjelenítése közben."
CreatedAfterTT, "Létrehozva {0} után"
CreatedBeforeTT, "Létrehozva {0} előtt"
CreatedBetweenTT, "Létrehozva {0} és {1} között"
CSVSpreadsheet, "CSV-fájlok"
CustomAppOpenError, "Hiba történt az állomány egyedi alkalmazásban való megnyitása közben."
DateCreatedError, "Válasszon a 'Létrehozás végső dátuma'-hoz képest későbbi kezdési időpontot."
DateFiltersSelected, "Dátumszűrők:"
DateMismatchError, "Válasszon a 'Létrehozás végső dátuma'-hoz képest későbbi kezdési időpontot."
DateModifiedError, "Válasszon a 'Módosítás végső dátuma'-hoz képest későbbi kezdési időpontot."
EmptyPDFError, "A PDF-állományban nincs szöveg"
EnterProfileName, "Írjon be egy profilnevet:"
ExcludeFilesTT, "Kihagyott állományok: {0}"
ExcludePathsTT, "Kihagyott útvonal(ak): {0}"
FileDeleteMessage, "Várjon, amíg a FileSeek végrehajtja a kért műveletet.\nAz ablakot bezárhatja, de ez a végrehajtás során nem várt eredménnyel járhat."
FileDeleteQuestion, "Biztosan törli a kiválasztott állományokat vagy mappákat?"
FileDeleteTitle, "Állományok törlése"
FileDeletionError, "Hiba történt az állományok törlése közben."
FileHandlerError, "Adjon meg egy keresési útvonalat."
FileIncludeNameMatch, "Állománynevek egyezése [állományszűrővel]"
FileOpenError, "Hiba az állomány megnyitása közben."
FilePermenentDeleteQuestion, "A kiválasztott állományokat vagy mappákat biztosan véglegesen törölni kívánja?"
FileQueryNameMatch, "Állománynevek egyezése [keresés]"
FileReadError, "Hiba az állomány elérése közben: {0}"
FileSelectionError, "Válasszon ki legalább egy létező állományt, majd próbálkozzék újból."
FileSizeError, "Válasszon ki olyan maximális fájlméretet, amely egyenlő vagy nagyobb a minimális fájl méretnél."
FileSizeFiltersSelected, "Fájlméret szűrői:"
FilesSearched, "Megvizsgált állományok: {0}"
FilesSkipped, "Kihagyott állományok: {0}"
FolderBrowserDescription, "Válasszon ki egy keresendő mappát"
FolderBrowsingError, "Hiba történt mappák tallózása közben."
FolderIncludeNameMatch, "Mappanevek egyezése [állományszűrővel]"
FolderItemError, "A tételhez nem sikerült mappát elérni: {0}"
FolderOpenError, "Hiba történt a mappa megnyitása közben."
FolderQueryNameMatch, "Mappanevek egyezése [keresés szövege]"
FolderReadError, "Hiba a mappában lévő mappák olvasása közben: {0}"
HiddenFolderError, "Keresésre rejtett állományban/mappában nem kerül sor"
HyperTextMarkupLanguageFile, "HTML-fájl"
IFilterWarning, "{0} állomány találatainak megjelenítéséhez kapcsolja be az állománykezelőket"
IncludeFilesTT, "Résztvevő állomány: {0}"
InvalidExcludeFilesRegExError, "A kihagyandó állományoknál megadott RegEx-minta érvénytelen.\n{0}"
InvalidFolderLength, "Érvénytelen mappa hosszúság."
InvalidIncludeFilesRegExError, "A vizsgálandó állományoknál megadott RegEx-minta érvénytelen.\n{0}"
InvalidQueryRegExError, "Érvénytelen reguláris kifejezésminta.\n{0}"
KeypressError, "Hiba történt a billentyű lenyomásának feldolgozása közben."
LinkedFolderError, "A mappa vizsgálatára nem kerül sor, mert az egy ugrópont/kapcsolat"
MatchesFound, "Találatok száma: {0}"
MatchesFromQueue, "Sorba állított eredmények: {0}"
MaxFileSizeTT, "Maximális fájlméret: {0}"
MaxPathError, "Ez egy hosszú útvonal, egyes programokban esetleg nem használható"
MenuOpenError, "Hiba történt a menü megnyitása közben."
MinFileSizeTT, "Minimális fájlméret: {0}"
ModifiedAfterTT, "Módosítva {0} után"
ModifiedBeforeTT, "Módosítva {0} előtt"
ModifiedBetweenTT, "Módosítva {0} és {1} között"
More, "(tovább)"
NoDateFiltersSelected, "Nincs kiválasztva dátumszűrő"
NoFileSizeFiltersSelected, "Nincs kiválasztva fájlméretszűrő"
NoOptionsSelected, "Nincs kiválasztva beállítás"
NotepadError, "Hiba történt az állomány Notepad programmal való megnyitása közben."
NoTextSelectionError, "Válasszon ki valamilyen szöveget és próbálja meg újra."
NotYourProfile, "Önnek nincs ilyen profilja."
OnlyShowFirstResultTT, "Csak az első találat megjelenítése"
OpenManyQuestion, "Biztosan {0} állományt vagy mappát szeretne megnyitni?"
OptionsSelected, "Kiválasztott beállítások:"
PathsTT, "Útvonal(ak): {0}"
PathTooLongError, "A Windows ezt a műveletet hosszú útvonalnevekkel nem támogatja."
ProfileLoadError, "Hiba történt a profil betöltése közben."
ProfileLoadOnStartError, "Hiba a profil betöltése közben. A profil nem létezik."
ProfileOverwriteQuestion, "Biztosan felülírja a(z) '{0}' profilt?"
ProfileSaved, "Keresési beállítások elmentve a(z) '{0}' profilban"
ProfileSaveError, "A profil nem menthető."
ProOnlyDoubleClickPrompt, "Alapértelmezett kettős kattintást kezelője professzionális FileSeek-funkcióra van beállítva.\nA Beállítások > Keresés fülön módosíthatja.\n\nTovábbi információkra van szüksége a verziófrissítéssel kapcsolatban?"
QueryTT, "Keresés:\n{0}"
rdoMatchQueryLineByLineTT, "Az állomány soronkénti megnyitása és keresése"
rdoMatchQueryToWholeFileTT, "Az állomány egészben való megnyitása és keresés a teljes szövegben"
ResultCopied, "Egy találat a vágólapra másolva."
ResultCopyError, "Hiba történt a találatok vágólapra másolása közben."
ResultSaveError, "Hiba a találatok mentése közben.\n{0}"
ResultsCopied, "{0} találat a vágólapra kimásolva."
ResultSelectionError, "Válasszon ki legalább egy találatot, majd próbálja meg újra."
SaveResults, "Találatok mentése számolótáblába"
SaveResultsAsHTML, "Találatok mentése HTML-be"
SaveSearchProfile, "Keresési profil mentése"
SearchComplete, "A keresés ideje {0}"
SearchCriteria, "Keresési feltételek:"
SearchCriteriaEmptyTT, "A keresési feltételek üresek"
SearchEnd, "Keresés vége: {0}"
SearchError, "Hiba történt a keresés közben."
SearchStart, "Keresés kezdete: {0}"
SearchSubFoldersTT, "Keresés almappákban"
SettingFormShowError, "Hiba történt a Beállítások ablak megjelenítése közben."
Syncing, "Szinkronizálás Binary Fortress fiókjával..."
SystemFolderError, "Keresésre rendszerállományban/mappában nem kerül sor"
TextCopyError, "Hiba történt a szöveg másolása közben."
TextProcessingError, "Hiba történt a szöveg feldolgozása közben."
TextSelectionError, "Válasszon ki valamennyi szöveget, majd próbálja meg újból."
txtPathTT, "Tételek elválasztása a | karakterrel"
UseFileHandlersTT, "Fájlkezelők használata"
ViewingAppPartOne, "Még nem választott ki alkalmazást a megtekintéshez"
ViewingAppPartTwo, "KIválaszt most egyet?"
WindowsVersionError, "A Windows ezen verziójában a funkció nem használható."


[frmProfileManager_Controls]
btnCopyProfile, "Profil másolása"
btnDelete, "Törlés"
btnRename, "Átnevezés"
btnSync, "Szinkronizálás Binary Fortress fiókjával"
colProfileName, "Profil neve"
colProfileOwner, "Profil tulajdonosa"
lblCurrentProfile, "Jelenlegi felhasználó: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Mi legyen az új profil neve?"
MustSelectAnItem, "Válasszon egy profilt a listáról, majd próbálja meg újból."
ProfileDeleteQuestion, "Biztosan törli a kiválasztott profilt?"
RenameSearchProfile, "Keresési profil átnevezése"
SearchProfileName, "Keresési profil neve:"
Title, "Profilok kezelése"


[frmSettings_Controls]
btnAdvancedSettings, "További beállítások"
btnApply, "Alkalmaz"
btnBackupSettings, "Exportálás beállításai"
btnBrowseOther, "&Tallózás"
btnChangeToFree, "Áttérés az ingyenes verzióra"
btnCheckNow, "&Frissítések keresése"
btnClearHistory, "Keresési előzmények törlése"
btnIFilterToggle, "Fájlkezelő ki-be kapcsolása"
btnLicenseKeyLoadOnline, "Betöltés a Binary Fortress fiókból"
btnOtherDefault, "&Alapeset"
btnPasteFromClipboard, "Beillesztés a vágólapról"
btnProxySettings, "Internetes csatlakozás beállításai"
btnRestoreSettings, "Beállítások visszaállítása"
btnTroubleshootingClearLog, "Napló törlése"
btnTroubleshootingCopy, "Másolás a vágólapra"
btnTroubleshootingOpenLog, "Napló megnyitása"
chkAutoUpdate, "Frissítések automatikus keresése"
chkBeta, "Új béta (újabb, nem végleges) verziók keresése"
chkCloseToTray, "FileSeek zárása a tálcára"
chkCombineParameters, "Azonos előfordulás keresése több állományban - több előfordulás megnyitása helyett"
chkErrorForLongPaths, "260 karakternél hosszabb szöveg esetén hibajelzés és az útvonal kihagyása"
chkIFilterErrors, "Hibajelzés fájlkezelő nélküli állományok esetén (ha a fájlkezelő be van kapcsolva)"
chkIsQueryFullString, "A keresési szöveg egyetlen nagy kereső kifejezésként kezelése"
chkLinkedFoldersSearch, "Keresés ugrópont/kapcsolat jellegű állományokban és mappákban"
chkLinkedFoldersSearchShowErrorOnSkip, "Üzenet kijelzése ugrópont/kapcsolat kihagyása esetén"
chkMinimizeToTray, "FileSeek tálcára helyezése"
chkOnlyShowMatchedText, "A keresési eredményben csak az egyező szöveg jelenjen meg"
chkSearchHiddenFiles, "Keresés rejtett állományokban és mappákban"
chkSearchSystemFiles, "Keresés rendszerállományokban és mappákban"
chkShowErrorEmptyPDF, "Hibajelzés üres PDF esetén"
chkShowFileErrors, "HIbajelzés, ha egy állomány/mappa nem érhető el"
chkShowHiddenFileError, "Hibajelzés rejtett állományok és mappák kihagyása esetén"
chkShowSystemFileError, "Hibajelzés rendszerállományok és -mappák kihagyása esetén"
chkShowToolTips, "Eszközleírások megjelenítése"
chkStartWithClearProfile, "A FileSeek megnyitása üres keresési feltételekkel"
chkTreatAllIncludeFiltersAsWildcards, "Minden bevont állományszűrő helyettesítő karakterként való kezelése"
chkUseCustomDateFormat, "Egyedi dátumforma használata"
chkWindowsContextMenu, "A FileSeek megjelenítése a Windows helyi menüjében"
colName, "Név"
colRightToLeft, "Jobbról balra"
colTranslators, "Fordítók"
colVersion, "Verzió"
gbAutoUpdate, "Frissítés ellenőzése"
gbCmdLineVars, "Parancssori változók"
gbDateFormat, "Dátumforma"
gbGeneralOptions, "Általános beállítások"
gbReseller, "Viszonteladóra vonatkozó adatok"
gbUpdateSettings, "Frissítési beállítások"
lblCmdLineParam, "Átadandó parancssori paraméterek:"
lblDateFormat, "Dátumforma"
lblDateFormatLink, "Egyedi dátum és idő"
lblDefaultDoubleClick, "Alapművelet kiválasztása a találatra való kettős kattintáshoz:"
lblExpireDate, "Engedély lejárata:"
lblLicenseKey, "Engedélykulcs:"
lblLicenseTo, "Engedély birtokosa:"
lblNumChar, "Találatonként ennyi karakter jelenjen meg:"
lblSelectViewingApp, "Kiválasztott fájlnéző alkalmazás:"
lblSkipFile, "Állományonkénti maximális keresési idő (0=korlátlan):"
lblUpdateLanguages, "Új és frissített nyelvállományok letöltése"
LogLevel0, "Naplózás: kikapcsolva"
LogLevel1, "Naplózás: csak a fontosakat"
LogLevel2, "Naplózás: részletes"
LogLevel3, "Naplózás: minden sor"
tabLanguage, "Nyelvek"
tabLicense, "Engedélykulcs"
tabTroubleshooting, "Hibaelhárítás"


[frmSettings_Strings]
AppBrowsingError, "Hiba történt egy alkalmazás keresése közben."
cboDefaultDoubleClickOperation_ExportAllCSV, "Minden találat exportálása CSV-be"
cboDefaultDoubleClickOperation_ExportAllHTML, "Minden találat exportálása HTML-be"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Kiválasztott találatok exportálása CSV-be"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Kiválasztott találatok exportálása HTML-be"
cboDefaultDoubleClickOperation_Open, "Megnyitás az alapbeállítás szerinti kezelővel"
cboDefaultDoubleClickOperation_OpenContainingFolder, "A kapcsolódó mappa megnyitása"
cboDefaultDoubleClickOperation_OpenNotepad, "Megnyitás Notepad programmal"
cboDefaultDoubleClickOperation_OpenOther, "Megnyitás más alkalmazással"
ChangeToFreeQuestion, "Biztosan törli engedélykulcsát és áttér az ingyenes verzióra?"
chkTreatAllIncludeFiltersAsWildcardsTT, "Bekapcsolása esetén a valami beírását a rendszer *valami*-ként fogja kezelni"
ClearHistoryError, "Hiba a keresési előzmények törlése közben."
ClearHistoryWarning, "Biztosan törli a keresési előzményeket?"
CommandLineError, "Írja be a parancssori paramétereket vagy az 'Alapeset'-re kattintva állítsa vissza őket."
CustomDateFormatError, "HIba az egyedi dátumforma beállítása során.\nJavítsa ki a hibát és próbálja meg újra."
DebugLogCleared, "A hibakeresési naplófájl törlése sikerült."
DebugLogNotFound, "A hibakeresési naplófájl nem található.\nEllenőrizze, bekapcsolta-e a hibakeresés naplózását."
DisableFileHandler, "Fájlkezelő kikapcsolása"
EnableFileHandler, "Fájlkezelő bekapcsolása"
FileCommandDescription, "{0}: helyettesíti a teljes fájlnevet."
FileHandlerListError, "Hiba történt a fájlkezelők felsorolása közben."
FileHandlerSelectError, "Hiba történt a fájlkezelő kiválasztása közben."
FileHandlerToggleError, "Hiba történt a fájlkezelő átállítása közben."
FreeVersion, "Ingyenes verzió"
HistoryCleared, "A keresési előzmények törlése sikerült."
InternetSettingsWindowError, "Hiba történt az Internetkapcsolat beállításai ablak megnyitása közben."
InvalidExitcode, "Érvénytelen ExitCode: {0}"
LineCommandDescription, "{0}: helyettesíti a sorszámot."
lvIFilters_Extension, "Kiterjesztés"
lvIFilters_Handler, "Kezelő"
lvIFilters_HandlerVersion, "Verzió"
NumOfCharError, "Adjon meg egy {0} és {1} közötti karakterszámot, majd próbálja meg újból."
RestoreSettingsFailed, "Beállításait nem sikerült visszaállítani."
RestoreSettingsSuccess, "Beállításait sikerült visszaállítani."
SettingMenuError, "Hiba történt a helyi menü beállítása közben."
tabSettings_About, "Névjegy"
tabSettings_FileHandlers, "Fájlkezelők"
tabSettings_Options, "Beállítások"
tabSettings_OtherApp, "Más alkalmazás"
tabSettings_Search, "Keresés"
Title, "Beállítások"
TroubleshootingCopyError, "Hibaelhárítási információit nem sikerült kimásolni."
TroubleshootingCopySuccess, "Hibaelhárítási információit sikerült a vágólapra kimásolni."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "A találok elmentése sikerült.\nMegtekinti a fájlt?"
SearchCriteria, "Keresési feltételek"
SearchDate, "Keresés időpontja:"
Title, "A FileSeek találatai"


[IFilterHelper_Strings]
UnknownError, "Ismeretlen IFilter-hiba"
UsingStandardMethodWarning, "Az állományhoz nincs fájlkezelő, a keresés hagyományos módszerrel történik."


[LicenseValidate_Strings]
ExpiredPrompt, "A FileSeek próbaengedélye lejárt.\nHa már vásárolt engedélyt, írja be a kulcsot FileSeek Beállítások ablakába.\n\nSzeretne további információt a FileSeek Pro megvásárlásáról?"
Invalid, "Az engedélykulcs érvénytelen."
InvalidReseller, "Engedélykulcsa csak az eladótól kapott FileSeek-kel érvényes.\nTovábbi információért forduljon az eladóhoz."
LicenseProcessPro, "Köszönjük, hogy regisztrált!"
LicenseProcessProRestoreSettingsPrompt, "Pro-beállításairól automatikus mentés készült.\nAz állomány {0} nappal ezelőtt készült..\nImportálja Pro-beállításait? A mostani beállításait a mentett beállítások felülírják."
LicenseProcessRemoved, "Engedélykulcsát töröltük."
LicenseProcessTrial, "Köszönjük, hogy kipróbálja a FileSeek Pro-t!\nEngedélye {0:D} időpontban jár le."
RegistryExportSuccess, "Beállításainak exportálása sikerült."
TrialAlmostDonePrompt, "Próbaengedélye hamarosan lejár.\nHa már vásárolt licencet, kérlek írd be a FileSeek Beállítások ablakban.\n\nSzeretne további információt a FileSeek Pro megvásárlásáról?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Keresés a FileSeek segítségével"


[Words]
AdminSettingsLock, "Egyes beállításokat rendszergazdája hajthat végre"
Apply, "Alkalmaz"
ButtonEnterLicenseKey, "&Engedélykulcs megadása"
ButtonLater, "&Később"
ButtonMoreInformation, "&További információk"
ButtonUseFreeVersion, "&Ingyenes verzió használata"
Cancel, "&Mégse"
Close, "&Bezárás"
Custom, "Egyéni"
Default, "Alapeset"
Error, "Hiba"
ErrorNotAdminUACDisabled, "Az UAC ki van kapcsolva, de mivel Ön nem rendszergazda, a kért művelet végrehajtása valószínűleg sikertelen lesz.\nKapcsolja be az UAC-t vagy lépjen be rendszergazdaként, majd próbálja meg újból.\nHa nemrégiben kapcsolta ki az UAC-t, indítsa újra a számítógépét."
Help, "Súgó"
Info, "Infó"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
NeedProQuestion, "Ennek a használatához frissítenie kell FileSeek Pro-ra.\nSzeretne további információkat a frissítésről?"
Never, "Soha"
No, "Nem"
OK, "&Rendben"
ProOnlyNotice, "A professzionális változat funkciói kék színben jelennek meg"
Refresh, "Frissítés"
Seconds, "másodperc"
Unknown, "Ismeretlen"
Yes, "Igen"


[Installer]
AdditionalIcons, "További ikonok:"
ContextMenu, "A FileSeek hozzáadása a helyi menühöz"
CurrentUserOnly, "Csak az aktuális felhasználó esetén"
DesktopIcon, "&Asztali ikon létrehozása"
DotNetDownloadNow, "Letölti most?"
DotNetNeededMayNotWork, "Előfordulhat, hogy a FileSeek a Microsoft .NET Framework 2.0 nélkül hibásan működik."
DotNetRequired, "A FilelSeekhez a Microsoft .NET Framework 2.0 szükséges."
DotNetReRunInstall, "A Microsoft .NET Framework 2.0 telepítése után telepítse újra a FilelSeeket."
ForAllUsers, "Minden felhasználó számára"
LaunchFileSeek, "A FileSeek indítása"
LicKeyInvalid, "Az engedélykulcs érvénytelen."
LicKeyLabel, "Engedélykulcs:"
LicKeySelectOption, "Válasszon ki egy lehetőséget az engedélykulcshoz, majd próbálja meg újra."
LicKeyText, "Engedélykulcshoz kapcsolódó lehetőségek:"
LicKeyTextAdminLocked, "Engedélykulcsát rendszergazdála beállította."
LicKeyTextChangeFree, "Az ingyenes verzió használatához a Beállítások ablakban kattintson az 'Áttérés az ingyenes verzióra' pontra."
LicKeyTextEnterOrFree, "Adjon meg egy érvényes engedélykulcsot, vagy válassza ki az 'Áttérés az ingyenes verzióra' pontot."
LicKeyTextPaid, "Használja ezt az engedélykulcsot:"
LicKeyTextTrial, "Próbaverzió használata (első alkalommal), 30 nap elteltével áttér az ingyenes verzióra"
RunAtStartup, "A FileSeek indítása a Windows indulásakor"
ShowWelcome, "A FileSeek üdvözlő oldalának megjelenítése"
TextBefore, "Ha már fut a FileSeek, zárja be az új verzió telepítése előtt.\n\nFrissítésért és terméktámogatásért látogasson el a http://www.fileseek.ca oldalra."
UninstallRemoveAllData1, "A FileSeek ÖSSZES beállítását és ideiglenes állományát véglegesen törli?"
UninstallRemoveAllData2, "Ez nem ajánlott, ha a FileSeeket újból telepíti."